kendryte/k230_canmv/micropython/port/boards/k230_evb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "k230_evb"
#define MICROPY_HW_MCU_NAME                 "K230"
#define OMV_ARCH_STR                        "K230"
#define OMV_BOARD_TYPE                      "CanMV"
